Repository: komadorirobin/Softcover
Catalog: Localizable.xcstrings
Source language: en
Languages: sv

# “%@” by %@ is out today.
source: “%1$@” by %2$@ is out today.
sv: “%1$@” av %2$@ släpps idag.

source: (hours : minutes)
sv: (timmar : minuter)

source: @%@ hasn't added any books to Want to Read yet
sv: @%@ har inte lagt till några böcker i Vill läsa ännu

source: @%@ hasn't finished any books yet
sv: @%@ har inte avslutat några böcker ännu

source: @%@ isn't currently reading any books
sv: @%@ läser inga böcker just nu

source: @%@'s Books
sv: @%@s böcker

# %.1f of %lld
source: %1$.1f of %2$lld
sv: %1$.1f av %2$lld

source: %.1f of 5
sv: %.1f av 5

source: %d days
sv: %d dagar

source: %d days left
sv: %d dagar kvar

source: %d in History
sv: %d i historiken

source: %d in Want to Read
sv: %d i Vill läsa

source: %d pages left
sv: %d sidor kvar

# %lld of %lld %@
source: %1$lld of %2$lld %3$@
sv: %1$lld av %2$lld %3$@

source: %lld of %lld %@s
sv: %lld av %lld %@

source: %lld pages
sv: %lld sidor

source: %lld%% complete
sv: %lld%% färdig

source: 1 Month
sv: 1 månad

source: 1 Year
sv: 1 år

source: 3 Months
sv: 3 månader

source: A an example control that runs a timer.
sv: Ett exempel på en kontroll som kör en timer.

source: A list of what books are most anticipated on Hardcover.
sv: En lista över de mest efterlängtade böckerna på Hardcover.

source: A list of what books are read the most on Hardcover.
sv: En lista över de mest lästa böckerna på Hardcover.

source: About
sv: Om

source: Account
sv: Konto

source: Action failed
sv: Åtgärden misslyckades

source: Add Book
sv: Lägg till bok

source: Add books to read in Hardcover
sv: Lägg till böcker att läsa i Hardcover

source: Add books to your Want to Read list on Hardcover to see them here.
sv: Lägg till böcker i din Vill läsa-lista på Hardcover för att se dem här.

source: Add New Read
sv: Lägg till ny läsning

source: Add to Want to Read
sv: Lägg till i Vill läsa

source: All book data, reviews, and reading lists are provided by Hardcover.
sv: All bokdata, recensioner och läslistor tillhandahålls av Hardcover.

source: All Time
sv: Alltid

source: Answer prompts on Hardcover to see them here
sv: Svara på frågor på Hardcover för att se dem här

source: Answered Prompts
sv: Besvarade frågor

source: API Key
sv: API-nyckel

source: API Settings
sv: API-inställningar

source: App follows system light/dark mode.
sv: Appen följer systemets ljus/mörkt.

source: App is forced to dark mode.
sv: Appen tvingas till mörkt läge.

source: App is forced to light mode.
sv: Appen tvingas till ljust läge.

source: Appearance
sv: Utseende

source: Are you sure you want to delete this reading record?
sv: Är du säker på att du vill ta bort denna läspost?

source: Author (optional)
sv: Författare (frivilligt)

source: Average %.1f
sv: Medelbetyg %.1f

source: Average Rating
sv: Medelbetyg

source: book
sv: bok

source: Book
sv: Bok

source: Book Details
sv: Bokdetaljer

source: Book ID
sv: Bok-id

source: Book ID: %lld
sv: BokID: %lld

source: Book releases today
sv: Boksläpp idag

source: Book title
sv: Boktitel

source: books
sv: böcker

source: Books
sv: Böcker

source: Books Finished
sv: Utlästa böcker

source: Bottom %@
sv: Botten%@

source: Cancel
sv: Avbryt

source: Change edition
sv: Ändra utgåva

source: Change Edition
sv: Ändra utgåva

source: Check that clipboard contains text, and allow "Paste" if iOS asks.
sv: Kontrollera att clipboard innehåller text, och tillåt "Klistra in" om iOS frågar.

source: Choose whether to update progress using page numbers/time or percentage by default. You can always switch between modes when updating.
sv: Välj om du vill uppdatera progress med sidnummer/tid eller procent som standard. Du kan alltid byta läge när du uppdaterar.

source: Choose which books to display in the widget.
sv: Välj vilka böcker du vill visa i widgeten

source: Choose which upcoming releases to display in the widget.
sv: Välj vilka kommande boksläpp att visa i widgeten.

source: Clear
sv: Rensa

source: Close
sv: Stäng

source: Community Lists
sv: Gemenskapslistor

source: Complete
sv: Färdig

source: Completed!
sv: Klar!

source: Confirm
sv: Bekräfta

source: Confirm End Date
sv: Bekräfta slutdatum

source: Contains spoilers
sv: Innehåller spoilers

source: Could not load book entry
sv: Kunde inte ladda bokinfo

source: Could not paste
sv: Kunde inte klistra in

source: Created by
sv: Skapad av

source: Created by Robin Bolinsson
sv: Skapad av Robin Bolinsson

source: Creating entry...
sv: Skapar post...

source: CURRENT
sv: NUVARANDE

source: Currently Reading
sv: Läser just nu

source: Dark
sv: Mörkt

source: Data Source
sv: Datakälla

source: Dates Read
sv: Läsdatum

source: Default input mode
sv: Standardläge för inmatning

source: Delete
sv: Ta bort

source: Delete This Read
sv: Ta bort denna läsning

source: Description
sv: Beskrivning

source: Disable notifications
sv: Avaktivera notiser

source: Displays your currently reading books from Hardcover.
sv: Visar de böcker du läser just nu från Hardcover.

source: Done
sv: Klar

source: Edit Read
sv: Redigera läsning

source: Edition Selection
sv: Utgåveval

source: Enable
sv: Aktivera

source: Enable notifications
sv: Aktivera notiser

source: Enable release notifications
sv: Aktivera boksläppsnotiser

source: Enable release notifications?
sv: Aktivera boksläppsnotiser?

source: End Date
sv: Slutdatum

source: Error
sv: Fel

source: Explore
sv: Utforska

source: Failed to load books
sv: Kunde inte ladda böcker

source: Failed to load friends
sv: Kunde inte ladda vänner

source: Failed to load history
sv: Kunde inte ladda historik

source: Failed to load list
sv: Kunde inte ladda lista

source: Failed to load lists
sv: Kunde inte ladda listor

source: Failed to load profile
sv: Kunde inte ladda profil

source: Failed to load prompts
sv: Kunde inte ladda frågor

source: Failed to load statistics
sv: Kunde inte ladda statistik

source: Failed to load trending books
sv: Kunde inte ladda trending-böcker

source: Failed to load upcoming releases
sv: Kunde inte ladda kommande boksläpp

source: Failed to publish review. Please try again.
sv: Kunde inte publicera recension. Var vänlig försök igen.

source: Failed to remove the book. Please try again.
sv: Kunde inte ta bort bok. Var vänlig försök igen.

source: Failed to update page
sv: Kunde inte uppdatera sida

source: Featured
sv: Utvalda

source: Finished
sv: Avslutade

source: Finished:
sv: Avslutad:

source: Follow
sv: Följ

source: Follow System
sv: Följer system

source: Following
sv: Följer

source: Friends
sv: Vänner

source: Hardcover API Key
sv: Hardcover API-nyckel

source: Has finished reading
sv: Har slutat läsa

source: Hello %@
sv: Hej %@

source: In %d days
sv: Om %d dagar

source: In progress
sv: Pågående

source: Input mode
sv: Inmatningsläge

source: L
sv: V

source: Last Month
sv: Förra månaden

source: Last updated: %@
sv: Senast uppdaterad: %@

source: Leading
sv: Vänster

source: Light
sv: Ljust

source: Like review
sv: Gilla recension

source: List
sv: Lista

source: Lists
sv: Listor

source: Lists are organized collections of books created by anyone. Create a list and maybe it'll get featured!
sv: Listor är organiserade boksamlingar skapade av vem som helst. Skapa en lista så kanske den presenteras!

source: Load more
sv: Ladda fler

source: Load More
sv: Ladda fler

source: Loading books...
sv: Laddar böcker...

source: Loading description...
sv: Laddar beskrivning...

source: Loading description…
sv: Laddar beskrivning...

source: Loading editions...
sv: Laddar utgåvor…

source: Loading friends...
sv: Laddar vänner...

source: Loading genres…
sv: Laddar genrer...

source: Loading history…
sv: Laddar historik…

source: Loading list...
sv: Laddar lista...

source: Loading lists...
sv: Laddar listor...

source: Loading moods…
sv: Laddar moods...

source: Loading profile...
sv: Laddar profil...

source: Loading prompts...
sv: Laddar frågor...

source: Loading statistics...
sv: Laddar statistik...

source: Loading trending books...
sv: Laddar trending-böcker...

source: Loading upcoming releases...
sv: Laddar kommande släpp...

source: Loading upcoming releases…
sv: Laddar kommande boksläpp…

source: Loading Want to Read…
sv: Laddar Vill läsa...

source: Loading your books...
sv: Laddar dina böcker...

source: Mark as finished
sv: Markera som läst

source: Mark as Reading
sv: Markera som läser

source: Marked as finished
sv: Markerad som läst

# Markera som läst
source: Mark as read
sv: Markera som läst

source: No %@ Want to Read books
sv: Inga %@ böcker i Vill läsa

source: No answered prompts
sv: Inga besvarade frågor

source: No Books
sv: Inga böcker

source: No books currently reading
sv: Läser inga böcker just nu

source: No books found
sv: Inga böcker hittades

source: No books found in this list
sv: Inga böcker hittades i denna lista

source: No books in this list
sv: Inga böcker i denna lista

source: No books in Want to Read
sv: Inga böcker i Vill läsa

source: No editions available
sv: Inga utgåvor tillgängliga

source: No editions found
sv: Inga utgåvor hittade

source: No finished books
sv: Inga avslutade böcker

source: No finished books yet
sv: Inga utlästa böcker ännu

source: No lists found
sv: Inga listor hittades

source: No lists yet
sv: Inga listor än

source: No matches found
sv: Inga träffar

source: No pages left
sv: Inga sidor kvar

source: No profile data available
sv: Ingen profildata tillgänglig

source: No progress info
sv: Ingen framstegsinformation

source: No progress information
sv: Ingen framstegsinformation

source: No rating
sv: Inget betyg

source: No Reading Goal
sv: Inget läsmål

source: No reviews found
sv: Inga recensioner funna

source: No statistics available
sv: Ingen statistik tillgänglig

source: No trending books found
sv: Inga trending-böcker hittades

source: No upcoming releases
sv: Inga kommande boksläpp

source: No upcoming releases found
sv: Inga kommande släpp hittades

source: Not now
sv: Inte nu

source: Not reading anything
sv: Läser inget just nu

source: Notifications enabled for this book
sv: Notiser aktiverade för den här boken

source: Notifications muted for this book
sv: Notiser tystade för den här boken

source: of %lld
sv: av %lld

source: Off
sv: Av

source: On
sv: På

source: Original title
sv: Originaltitel

source: Original title: %@
sv: Originaltitel: %@

source: Page
sv: Sida

source: Page %lld
sv: Sida %lld

source: Page %lld of %lld
sv: Sida %lld av %lld

source: pages
sv: sidor

source: Pages left
sv: Sidor kvar

source: Pages Read
sv: Lästa sidor

source: Paste your API key
sv: Klistra in din API-nyckel

source: Percent
sv: Procent

source: Please try again.
sv: Försök igen.

source: Popular
sv: Populära

source: Profile
sv: Profil

source: Progress Update
sv: Progressuppdatering

source: Progress: %lld%%
sv: Framsteg: %lld%%

source: Publish review
sv: Publicera recension

source: Published
sv: Publicerad

source: Rate
sv: Betygsätt

source: Rate & Review
sv: Omdöme

source: Rate and review
sv: Omdöme

source: Rate the book?
sv: Lämna ett betyg?

source: Rating
sv: Betyg

source: Rating: %.1f
sv: Betyg: %.1f

source: Read
sv: Läst

source: Reading
sv: Läser

source: Reading History
sv: Läshistorik

source: Reading Now
sv: Läser just nu

source: Reading Statistics
sv: Lässtatistik

source: Reading Stats
sv: Lässtatistik

source: Recent
sv: Senaste

source: Recent Searches
sv: Senaste sökningar

source: Recently Released
sv: Nyligen släppta

source: Released
sv: Släppt

source: Releases
sv: Boksläpp

source: Releases today
sv: Boksläpp idag

source: Reload trending
sv: Ladda om trendande

source: Remove
sv: Ta bort

source: Remove from Currently Reading
sv: Ta bort från ”Läser just nu”

source: Remove from Currently Reading?
sv: Ta bort från ”Läser just nu”?

source: Remove from Want to Read
sv: Ta bort från Vill läsa

source: Remove from Want to Read?
sv: Ta bort från Vill läsa?

source: Review
sv: Recension

source: Review (optional)
sv: Recensera (frivilligt)

source: Reviews
sv: Recensioner

source: Save
sv: Spara

source: Save Settings
sv: Spara Inställningar

source: Saved
sv: Sparat

source: Saving...
sv: Sparar...

source: Search
sv: Sök

source: Search books
sv: Sök böcker

source: Search Books
sv: Sök böcker

source: Search Hardcover for books
sv: Sök Hardcover efter böcker

source: Searching more of your history…
sv: Söker mer av din historik…

source: Searching…
sv: Söker…

source: Section
sv: Sektion

source: Select an edition
sv: Välj en utgåva

source: Select Books
sv: Välj böcker

source: Select Edition
sv: Välj utgåva

source: Select End Date
sv: Välj slutdatum

source: Select Releases
sv: Välj boksläpp

source: Select Start Date
sv: Välj startdatum

source: Select when you finished reading, then tap Confirm
sv: Välj när du slutade läsa, tryck sedan på Bekräfta

source: Show More
sv: Visa fler

# Showing %d of %d
source: Showing %1$d of %2$d
sv: Visar %1$d av %2$d

source: Shows countdowns for upcoming book releases from your Want to Read list.
sv: Visar nedräkning för kommande boksläpp från din Vill läsa-lista

source: Shows your current reading goal progress.
sv: Visar din läsmålsprogression

source: Signed in as @%@
sv: Inloggad som @%@

source: Skip
sv: Hoppa över

source: Skip "Choose Edition" when adding
sv: Hoppa över "Välj utgåva" vid tillägg

source: Start a timer
sv: Starta en timer

source: Start Date
sv: Startdatum

source: Start Reading
sv: Börja läsa

source: Start reading a book on Hardcover to see it here
sv: Börja läsa en bok på Hardcover för att se den här

source: Start reading and setting goals to see your statistics here
sv: Börja läsa och sätt mål för att se din statistik här

source: Start Timer
sv: Starta timer

source: Started:
sv: Påbörjad:

source: Tap a date to mark when you started reading
sv: Tryck på ett datum för att markera när du började läsa

source: Theme
sv: Tema

source: These books from your Want to Read list have been released.
sv: Dessa böcker från din Vill läsa-lista har släppts.

source: This book might only have one edition
sv: Den här boken kanske bara har en utgåva

source: This book will be removed from your Want to Read list.
sv: Den här boken kommer tas bort från din Vill läsa-lista

source: This user hasn't shared any statistics yet
sv: Denna användare har inte delat någon statistik än

source: Time Range
sv: Tidsperiod

source: Timer is running
sv: Timer körs

source: Title or author (tip: author:Herbert)
sv: Djuna Barnes Nattens skogar

source: to
sv: till

source: To get started, you'll need your Hardcover API key. This allows the app to sync your reading progress.
sv: För att komma igång behöver du din Hardcover API-nyckel. Detta gör det möjligt för appen att synkronisera dina läsframsteg.

source: Today
sv: Idag

source: Tomorrow
sv: Imorgon

source: Trailing
sv: Höger

source: Trending
sv: Trendande

source: Trending is not available right now.
sv: Trendande är inte tillgängligt just nu

source: Trending this month
sv: Trendande denna månad

source: Try Again
sv: Försök igen

source: Turn on notifications to be alerted on the morning of a release day.
sv: Sätt på notiser för att bli påmind på morgonen vid boksläpp

source: Unknown Author
sv: Okänd författare

source: Unlike review
sv: Ogilla recensioner

source: Upcoming
sv: Kommande

source: Upcoming & Recent Releases
sv: Kommande & nyligen släppta

source: Upcoming Releases
sv: Kommande boksläpp

source: Update
sv: Uppdatera

source: Updated %@ ago
sv: Uppdaterad %@ sedan

source: Updated: %@
sv: Uppdaterad: %@

source: User Book ID: %lld
sv: Användarbok-ID: %lld

source: Username
sv: Användarnamn

source: View Developer Profile
sv: Visa utvecklarens profil

source: Visit Hardcover
sv: Besök Hardcover

source: Want to Read
sv: Vill läsa

source: Welcome to Softcover!
sv: Välkommen till Softcover!

source: When enabled, the default edition is automatically used when you add a book to "Want to Read" or "Currently Reading".
sv: När detta är aktiverat används standardutgåvan automatiskt när du lägger till en bok i "Vill läsa" eller "Läser just nu".

source: When you finish books on Hardcover, they’ll appear here.
sv: När du läser klart böcker i Hardcover visas de här.

source: Where do I find the key?
sv: Var hittar jag nyckeln?

source: You can find your personal API key on Hardcover under Account → API. Log in and go to:
sv: Du hittar din personliga API-nyckel på Hardcover under Konto → API. Logga in och gå till:

source: You can leave a rating when marking as finished. This is optional.
sv: Du kan lämna ett betyg när du markerar som utläst. Det här är valfritt.

# You're %d %@ ahead of schedule.
source: You're %1$d %2$@ ahead of schedule.
sv: Du ligger %d %@ före schemat.

# You're %d %@ behind schedule.
source: You're %1$d %2$@ behind schedule.
sv: Du ligger %d %@ efter schemat.

source: You're right on schedule.
sv: Du ligger i fas.

source: Your settings have been saved. Widgets will update shortly.
sv: Dina inställningar har sparats. Widgetar uppdateras inom kort.

source: Your settings were saved. Widgets will update shortly.
sv: Dina inställningar sparades. Widgetar uppdateras strax.
